export const PURANANURU_POETS = [
  {
    "sno": 1,
    "poet": "பாரதம் பாடிய பெருந்தேவனார்",
    "songs": "1",
    "total": 1
  },
  {
    "sno": 2,
    "poet": "முரஞ்சியூர் முடி நாகராயர்",
    "songs": "2",
    "total": 1
  },
  {
    "sno": 3,
    "poet": "இரும்பிடர்த்தலையார்",
    "songs": "3",
    "total": 1
  },
  {
    "sno": 4,
    "poet": "பரணர்",
    "songs": "4, 63, 141, 144, 145, 336, 341, 343, 348, 352, 354, 369",
    "total": 12
  },
  {
    "sno": 5,
    "poet": "நரி வெருஉத் தலையார்",
    "songs": "5, 195",
    "total": 2
  },
  {
    "sno": 6,
    "poet": "காரிக்கிழார்",
    "songs": "6",
    "total": 1
  },
  {
    "sno": 7,
    "poet": "கருங்குழலாதனார்",
    "songs": "7, 224",
    "total": 2
  },
  {
    "sno": 8,
    "poet": "கபிலர்",
    "songs": "8, 14, 105, 106, 107, 108, 109, 110, 111, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 143, 200, 201, 202, 236, 337, 347",
    "total": 28
  },
  {
    "sno": 9,
    "poet": "நெட்டிமையார்",
    "songs": "9, 12, 15",
    "total": 3
  },
  {
    "sno": 10,
    "poet": "ஊன்பொதி பசுங்குடையார்",
    "songs": "10, 203, 370, 378",
    "total": 4
  },
  {
    "sno": 11,
    "poet": "பேய்மகள் இளவெயினி",
    "songs": "11",
    "total": 1
  },
  {
    "sno": 12,
    "poet": "முடமோசியார்",
    "songs": "13, 127, 128, 129, 130, 131, 132, 133, 134, 135, 241, 374, 375",
    "total": 13
  },
  {
    "sno": 13,
    "poet": "பாண்டரங்கண்ணனார்",
    "songs": "16",
    "total": 1
  },
  {
    "sno": 14,
    "poet": "குறுங்கோழியூர் கிழார்",
    "songs": "17, 20, 22",
    "total": 3
  },
  {
    "sno": 15,
    "poet": "குடபுலவியனார்",
    "songs": "18, 19",
    "total": 2
  },
  {
    "sno": 16,
    "poet": "ஐயூர் மூலங்கிழார்",
    "songs": "21",
    "total": 1
  },
  {
    "sno": 17,
    "poet": "கல்லாடனார்",
    "songs": "23, 25, 371, 385, 391",
    "total": 5
  },
  {
    "sno": 18,
    "poet": "மாங்குடிகிழார்",
    "songs": "24, 26",
    "total": 2
  },
  {
    "sno": 19,
    "poet": "முதுகண்ணன் சாத்தனார்",
    "songs": "27, 28, 29, 30",
    "total": 4
  },
  {
    "sno": 20,
    "poet": "கோவூர்கிழார்",
    "songs": "31, 32, 33, 41, 44, 45, 46, 47, 68, 70, 308, 373, 382, 386, 400",
    "total": 15
  },
  {
    "sno": 21,
    "poet": "ஆலத்தூர்கிழார்",
    "songs": "34, 36, 69, 177, 178, 225, 324",
    "total": 7
  },
  {
    "sno": 22,
    "poet": "வெள்ளைக்குடி நாகனார்",
    "songs": "35",
    "total": 1
  },
  {
    "sno": 23,
    "poet": "ஆவூர் மூலங்கிழார்",
    "songs": "38, 166, 177, 178, 196, 261, 301",
    "total": 7
  },
  {
    "sno": 24,
    "poet": "மாறோக்கத்து நப்பசலையார்",
    "songs": "37, 39, 126, 174, 226, 280, 383",
    "total": 7
  },
  {
    "sno": 25,
    "poet": "இடைக்காடனார்",
    "songs": "42",
    "total": 1
  },
  {
    "sno": 26,
    "poet": "தாமப்பல் கண்ணனார்",
    "songs": "43",
    "total": 1
  },
  {
    "sno": 27,
    "poet": "பொய்கையார்",
    "songs": "48, 49",
    "total": 2
  },
  {
    "sno": 28,
    "poet": "மோசிகீரனார்",
    "songs": "50, 154, 155, 156",
    "total": 4
  },
  {
    "sno": 29,
    "poet": "ஐயூர் முடவனார்",
    "songs": "51, 228, 314, 399",
    "total": 4
  },
  {
    "sno": 30,
    "poet": "மருதன் இளநாகனார்",
    "songs": "52, 55, 138, 139",
    "total": 4
  },
  {
    "sno": 31,
    "poet": "இளங்கீரனார்",
    "songs": "53",
    "total": 1
  },
  {
    "sno": 32,
    "poet": "மாடலன் மதுரைக்குமரனார்",
    "songs": "54, 61, 167, 180, 197, 394",
    "total": 6
  },
  {
    "sno": 33,
    "poet": "காரிக்கண்ணனார்",
    "songs": "57, 58, 169, 170, 171, 353",
    "total": 6
  },
  {
    "sno": 34,
    "poet": "சீத்தலைச்சாத்தனார்",
    "songs": "59",
    "total": 1
  },
  {
    "sno": 35,
    "poet": "உறையூர் மருத்துவன் தாமோதரனார்",
    "songs": "60, 321",
    "total": 2
  },
  {
    "sno": 36,
    "poet": "வடம வண்ணக்கன் தாமோதரனார்",
    "songs": "172",
    "total": 1
  },
  {
    "sno": 37,
    "poet": "கழாத்தலையார்",
    "songs": "62, 65, 270, 288, 289, 368",
    "total": 6
  },
  {
    "sno": 38,
    "poet": "நெடும் பல்லியத்தனார்",
    "songs": "64",
    "total": 1
  },
  {
    "sno": 39,
    "poet": "வெள்ளிக்குயத்தியார்",
    "songs": "66",
    "total": 1
  },
  {
    "sno": 40,
    "poet": "பிசிராந்தையார்",
    "songs": "67, 184, 191, 212",
    "total": 4
  },
  {
    "sno": 41,
    "poet": "பூதப்பாண்டியன்",
    "songs": "71",
    "total": 1
  },
  {
    "sno": 42,
    "poet": "தலையாலங்கானத்துச் செருவென்ற நெடுஞ்செழியன்",
    "songs": "72",
    "total": 1
  },
  {
    "sno": 43,
    "poet": "சோழன் நலவிள்ளி",
    "songs": "73, 75",
    "total": 2
  },
  {
    "sno": 44,
    "poet": "சேரமான் கணைக்கால் இரும்பொறை",
    "songs": "74",
    "total": 1
  },
  {
    "sno": 45,
    "poet": "இடைக்குன்றூர்கிழார்",
    "songs": "76, 77, 78, 79",
    "total": 4
  },
  {
    "sno": 46,
    "poet": "சாத்தந்தையார்",
    "songs": "80, 81, 82, 287",
    "total": 4
  },
  {
    "sno": 47,
    "poet": "நக்கண்ணையார்",
    "songs": "83, 84, 85",
    "total": 3
  },
  {
    "sno": 48,
    "poet": "காவற்பெண்டிர்",
    "songs": "86",
    "total": 1
  },
  {
    "sno": 49,
    "poet": "ஔவையார்",
    "songs": "87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 107, 140, 187, 206, 231, 232, 235, 269, 288, 290, 295, 311, 315, 367, 390, 392",
    "total": 33
  },
  {
    "sno": 50,
    "poet": "பாரி மகளிர்",
    "songs": "112",
    "total": 1
  },
  {
    "sno": 51,
    "poet": "வடம வண்ணக்கன் பெருஞ்சாத்தனார்",
    "songs": "125",
    "total": 1
  },
  {
    "sno": 52,
    "poet": "துறையூர் ஓடைக்கிழார்",
    "songs": "136",
    "total": 1
  },
  {
    "sno": 53,
    "poet": "ஒரு சிறைப் பெரியனார்",
    "songs": "137",
    "total": 1
  },
  {
    "sno": 54,
    "poet": "அரிசில்கிழார்",
    "songs": "146, 230, 281, 285, 300, 304, 342",
    "total": 7
  },
  {
    "sno": 55,
    "poet": "பெருங்குன்றூர்கிழார்",
    "songs": "147",
    "total": 1
  },
  {
    "sno": 56,
    "poet": "வன்பரணர்",
    "songs": "148, 149, 150, 151, 152, 153, 255",
    "total": 7
  },
  {
    "sno": 57,
    "poet": "இளவெயினி",
    "songs": "157",
    "total": 1
  },
  {
    "sno": 58,
    "poet": "பெருஞ்சித்திரனார்",
    "songs": "158, 159, 160, 161, 162, 163, 207, 208, 237, 238",
    "total": 10
  },
  {
    "sno": 59,
    "poet": "பெருந்தலைச் சாத்தனார்",
    "songs": "164, 165, 205, 209, 294",
    "total": 5
  },
  {
    "sno": 60,
    "poet": "கருவூர்க் கதம்பிள்ளைச் சாத்தனார்",
    "songs": "168",
    "total": 1
  },
  {
    "sno": 61,
    "poet": "குளமுற்றத்துத் துஞ்சிய கிள்ளிவளவன்",
    "songs": "173",
    "total": 1
  },
  {
    "sno": 62,
    "poet": "ஆத்திணையார்",
    "songs": "175",
    "total": 1
  },
  {
    "sno": 63,
    "poet": "நன்னாகனார்",
    "songs": "176",
    "total": 1
  },
  {
    "sno": 64,
    "poet": "வடநெடுந்தத்தனார்",
    "songs": "179",
    "total": 1
  },
  {
    "sno": 65,
    "poet": "முகையலூர்ச் சிறுகருந்தும்பியார்",
    "songs": "181",
    "total": 1
  },
  {
    "sno": 66,
    "poet": "கடலுள் மாய்ந்த இளம்பெருவழுதி",
    "songs": "182",
    "total": 1
  },
  {
    "sno": 67,
    "poet": "ஆரியப்படைகடந்த நெடுஞ்செழியன்",
    "songs": "183",
    "total": 1
  },
  {
    "sno": 68,
    "poet": "தொண்டைமான் இளந்திரையன்",
    "songs": "185",
    "total": 1
  },
  {
    "sno": 69,
    "poet": "அறிவுடை நம்பி",
    "songs": "188",
    "total": 1
  },
  {
    "sno": 70,
    "poet": "நக்கீரனார்",
    "songs": "189",
    "total": 1
  },
  {
    "sno": 71,
    "poet": "சோழன் நல்லுருத்திரன்",
    "songs": "190",
    "total": 1
  },
  {
    "sno": 72,
    "poet": "கணியன் பூங்குன்றனார்",
    "songs": "192",
    "total": 1
  },
  {
    "sno": 73,
    "poet": "ஓரேருழவர்",
    "songs": "193",
    "total": 1
  },
  {
    "sno": 74,
    "poet": "பக்குடுக்கை நன்கண்ணியார்",
    "songs": "194",
    "total": 1
  },
  {
    "sno": 75,
    "poet": "பேரிசாத்தனார்",
    "songs": "198",
    "total": 1
  },
  {
    "sno": 76,
    "poet": "பெரும்பதுமனார்",
    "songs": "199",
    "total": 1
  },
  {
    "sno": 77,
    "poet": "கழைதின் யானையார்",
    "songs": "204",
    "total": 1
  },
  {
    "sno": 78,
    "poet": "பெருங்குன்றூர் கிழார்",
    "songs": "210, 211, 266, 318",
    "total": 4
  },
  {
    "sno": 79,
    "poet": "புல்லாற்றூர் எயிற்றியனார்",
    "songs": "213, 214",
    "total": 2
  },
  {
    "sno": 80,
    "poet": "கோப்பெருஞ்சோழன்",
    "songs": "215, 216",
    "total": 2
  },
  {
    "sno": 81,
    "poet": "பொத்தியார்",
    "songs": "217, 220, 221, 222, 223",
    "total": 5
  },
  {
    "sno": 82,
    "poet": "கண்ணகனார்",
    "songs": "218",
    "total": 1
  },
  {
    "sno": 83,
    "poet": "பூதநாதனார்",
    "songs": "219",
    "total": 1
  },
  {
    "sno": 84,
    "poet": "ஆடுதுறை மாசாத்தனார்",
    "songs": "227",
    "total": 1
  },
  {
    "sno": 85,
    "poet": "கூடலூர்கிழார்",
    "songs": "229",
    "total": 1
  },
  {
    "sno": 86,
    "poet": "வெள்ளெருக்கிலையார்",
    "songs": "233, 234",
    "total": 2
  },
  {
    "sno": 87,
    "poet": "பேரெயின் முறுவலார்",
    "songs": "239",
    "total": 1
  },
  {
    "sno": 88,
    "poet": "ஆயைகுட்டுவன் கீரனார்",
    "songs": "240",
    "total": 1
  },
  {
    "sno": 89,
    "poet": "குடவாயிற் கீரத்தனார்",
    "songs": "242",
    "total": 1
  },
  {
    "sno": 90,
    "poet": "தொடித்தலை விழுத்தண்டினார்",
    "songs": "243",
    "total": 1
  },
  {
    "sno": 91,
    "poet": "கோட்டம்பலத்துத் துஞ்சிய மாக்கோதை",
    "songs": "245",
    "total": 1
  },
  {
    "sno": 92,
    "poet": "பெருங்கோப்பெண்டு",
    "songs": "246",
    "total": 1
  },
  {
    "sno": 93,
    "poet": "மதுரைப் பேராலவாயார்",
    "songs": "247, 262",
    "total": 2
  },
  {
    "sno": 94,
    "poet": "ஒக்கூர் மாசாத்தனார்",
    "songs": "248",
    "total": 1
  },
  {
    "sno": 95,
    "poet": "தும்பிசேர் கீரனார்",
    "songs": "249",
    "total": 1
  },
  {
    "sno": 96,
    "poet": "தாயங்கண்ணியார்",
    "songs": "250, 356",
    "total": 2
  },
  {
    "sno": 97,
    "poet": "மாற்பித்தியார்",
    "songs": "251, 252",
    "total": 2
  },
  {
    "sno": 98,
    "poet": "குளம்பாதாயனார்",
    "songs": "253",
    "total": 1
  },
  {
    "sno": 99,
    "poet": "கயமனார்",
    "songs": "254",
    "total": 1
  },
  {
    "sno": 100,
    "poet": "உலோச்சனார்",
    "songs": "258, 274, 377",
    "total": 3
  },
  {
    "sno": 101,
    "poet": "பெரும்பூதனார்",
    "songs": "259",
    "total": 1
  },
  {
    "sno": 102,
    "poet": "வடமோதாங்கிழார்",
    "songs": "260",
    "total": 1
  },
  {
    "sno": 103,
    "poet": "உறையூர் இளம்பொன் வாணிகனார்",
    "songs": "264",
    "total": 1
  },
  {
    "sno": 104,
    "poet": "சோணாட்டு முகையலூர்ச் சிறு கருந்தும்பியார்",
    "songs": "265",
    "total": 1
  },
  {
    "sno": 105,
    "poet": "காமக்கண்ணியார்",
    "songs": "271, 302",
    "total": 2
  },
  {
    "sno": 106,
    "poet": "எருமை வெளியனார்",
    "songs": "273, 303",
    "total": 2
  },
  {
    "sno": 107,
    "poet": "ஒருஉத்தனார்",
    "songs": "275",
    "total": 1
  },
  {
    "sno": 108,
    "poet": "மதுரைப் பூதன்இளநாகனார்",
    "songs": "276",
    "total": 1
  },
  {
    "sno": 109,
    "poet": "பூங்கண் உத்திரையார்",
    "songs": "277",
    "total": 1
  },
  {
    "sno": 110,
    "poet": "காக்கை பாடினியார் நச்செள்ளையார்",
    "songs": "278",
    "total": 1
  },
  {
    "sno": 111,
    "poet": "ஒக்கூர் மாசாத்தியார்",
    "songs": "279",
    "total": 1
  },
  {
    "sno": 112,
    "poet": "பெருங்கடுங்கோ",
    "songs": "282",
    "total": 1
  },
  {
    "sno": 113,
    "poet": "அடைநெடுங்கல்வியார்",
    "songs": "283, 344, 345",
    "total": 3
  },
  {
    "sno": 114,
    "poet": "ஓரம்போகியார்",
    "songs": "284",
    "total": 1
  },
  {
    "sno": 115,
    "poet": "நெடுங்கழுத்துப் பரணர்",
    "songs": "291",
    "total": 1
  },
  {
    "sno": 116,
    "poet": "விரிச்சியூர் நன்னாகனார்",
    "songs": "292",
    "total": 1
  },
  {
    "sno": 117,
    "poet": "நொச்சி நியமங்கிழார்",
    "songs": "293",
    "total": 1
  },
  {
    "sno": 118,
    "poet": "வெள்ளைமாளர்",
    "songs": "296",
    "total": 1
  },
  {
    "sno": 119,
    "poet": "ஆலியார்",
    "songs": "298",
    "total": 1
  },
  {
    "sno": 120,
    "poet": "பொன்முடியார்",
    "songs": "299, 310, 312",
    "total": 3
  },
  {
    "sno": 121,
    "poet": "மதுரை வேளாசான்",
    "songs": "305",
    "total": 1
  },
  {
    "sno": 122,
    "poet": "அள்ளூர் நன்முல்லையார்",
    "songs": "306",
    "total": 1
  },
  {
    "sno": 123,
    "poet": "வண்ணக்கன் சோருமருங்குமரனார்",
    "songs": "307",
    "total": 1
  },
  {
    "sno": 124,
    "poet": "மதுரை இளங்கண்ணிக் கௌசிகனார்",
    "songs": "309",
    "total": 1
  },
  {
    "sno": 125,
    "poet": "வெண்ணாகனார்",
    "songs": "316",
    "total": 1
  },
  {
    "sno": 126,
    "poet": "வேம்பாற்றூர்க் குமரனார்",
    "songs": "317",
    "total": 1
  },
  {
    "sno": 127,
    "poet": "ஆலங்குடிவங்கனார்",
    "songs": "319",
    "total": 1
  },
  {
    "sno": 128,
    "poet": "வீரை வெளியனார்",
    "songs": "320",
    "total": 1
  },
  {
    "sno": 129,
    "poet": "ஆவூர்கிழார்",
    "songs": "322",
    "total": 1
  },
  {
    "sno": 130,
    "poet": "உறையூர் முதுகண்ணன் சாத்தனார்",
    "songs": "325",
    "total": 1
  },
  {
    "sno": 131,
    "poet": "தங்கால் பொற்கொல்லனார்",
    "songs": "326",
    "total": 1
  },
  {
    "sno": 132,
    "poet": "இளவேட்டனார்",
    "songs": "329",
    "total": 1
  },
  {
    "sno": 133,
    "poet": "மதுரைக் கணக்காயனார்",
    "songs": "330",
    "total": 1
  },
  {
    "sno": 134,
    "poet": "உறையூர் முது கூத்தனார்",
    "songs": "331",
    "total": 1
  },
  {
    "sno": 135,
    "poet": "விரியூர் நக்கனார்",
    "songs": "332",
    "total": 1
  },
  {
    "sno": 136,
    "poet": "மதுரைத் தமிழக்கூத்தனார்",
    "songs": "334",
    "total": 1
  },
  {
    "sno": 137,
    "poet": "குன்றூர்கிழார்",
    "songs": "338",
    "total": 1
  },
  {
    "sno": 138,
    "poet": "அண்டர் மகன் குறுவழுதி",
    "songs": "346",
    "total": 1
  },
  {
    "sno": 139,
    "poet": "மதுரை மருதன் இளநாகனார்",
    "songs": "349",
    "total": 1
  },
  {
    "sno": 140,
    "poet": "மதுரை ஓலைக் கடைக்கண்ணம் புகுந்தாராயத்தனார்",
    "songs": "350",
    "total": 1
  },
  {
    "sno": 141,
    "poet": "மதுரைப் படைமங்கமன்னியார்",
    "songs": "351",
    "total": 1
  },
  {
    "sno": 142,
    "poet": "பிரமனார்",
    "songs": "357",
    "total": 1
  },
  {
    "sno": 143,
    "poet": "வான்மீகியார்",
    "songs": "358",
    "total": 1
  },
  {
    "sno": 144,
    "poet": "காவட்டனார்",
    "songs": "359",
    "total": 1
  },
  {
    "sno": 145,
    "poet": "சங்கவருணர் என்னும் நாகரியார்",
    "songs": "360",
    "total": 1
  },
  {
    "sno": 146,
    "poet": "சிறுவெண்தேரையார்",
    "songs": "362",
    "total": 1
  },
  {
    "sno": 147,
    "poet": "ஐயாதிச் சிறுவெண்டேரையார்",
    "songs": "363",
    "total": 1
  },
  {
    "sno": 148,
    "poet": "கூகைக்கோழியார்",
    "songs": "364",
    "total": 1
  },
  {
    "sno": 149,
    "poet": "மார்க்கண்டேயனார்",
    "songs": "365",
    "total": 1
  },
  {
    "sno": 150,
    "poet": "கோதமனார்",
    "songs": "366",
    "total": 1
  },
  {
    "sno": 151,
    "poet": "புறத்திணை நன்னாகனார்",
    "songs": "376, 379, 381, 384",
    "total": 4
  },
  {
    "sno": 152,
    "poet": "கருவூர்க்கதப்பிள்ளை",
    "songs": "380",
    "total": 1
  },
  {
    "sno": 153,
    "poet": "குண்டுகட் காலியாதன்",
    "songs": "387",
    "total": 1
  },
  {
    "sno": 154,
    "poet": "மள்ளனார்",
    "songs": "388",
    "total": 1
  },
  {
    "sno": 155,
    "poet": "கள்ளில் ஆத்திரையனார்",
    "songs": "389",
    "total": 1
  },
  {
    "sno": 156,
    "poet": "நல்லிறையனார்",
    "songs": "393",
    "total": 1
  },
  {
    "sno": 157,
    "poet": "நக்கீரர்",
    "songs": "395",
    "total": 1
  },
  {
    "sno": 158,
    "poet": "எருக்காட்டூர்த் தாயங்கண்ணனார்",
    "songs": "397",
    "total": 1
  },
  {
    "sno": 159,
    "poet": "திருத்தாமனார்",
    "songs": "398",
    "total": 1
  },
  {
    "sno": 160,
    "poet": "பாடியோர் பெயர் காணப்படாத பாடல்கள்",
    "songs": "244, 256, 257, 263, 272, 297, 323, 327, 328, 333, 339, 340, 355, 361",
    "total": 14
  },
  {
    "sno": 161,
    "poet": "கிடைக்காத பாடல்கள்",
    "songs": "267, 268",
    "total": 2
  }
];
